[
  {
    "id": "en_agathis_australis",
    "lang": "en",
    "title": "en agathis australis",
    "text": "Agathis australis, commonly known as kauri, is a species of coniferous tree in the family Araucariaceae, most commonly found north of 38°S in the northern regions of New Zealand's North Island.\n\nIt is the largest (by volume) but not tallest species of tree in New Zealand, standing up to 50 metres (160 ft) tall in the emergent layer above the forest's main canopy. The tree has smooth bark and small narrow leaves. Other common names to distinguish A. australis from other members of Agathis are southern kauri and New Zealand kauri.\n\nWith its podsolization capability and regeneration pattern it can compete with faster growing angiosperms. Because it is such a conspicuous species, forest containing kauri is generally known as kauri forest, although kauri need not be the most abundant tree. In the warmer northern climate, kauri forests have a higher species richness than those found further south. Kauri even act as a foundation species that modify the soil under their canopy to create unique plant communities."
  },
  {
    "id": "en_kaka",
    "lang": "en",
    "title": "en kaka",
    "text": "The New Zealand kākā (Nestor meridionalis) is a large species of parrot of the family Strigopidae found in New Zealand's native forests across the three main Islands of New Zealand. The species is often known by the abbreviated name kākā, although it shares this name with the recently extinct Norfolk kākā and Chatham kākā. Two subspecies of New Zealand kākā are recognised. It is endangered and has disappeared from much of its former range, though the re-introduction of North Island kākā at Zealandia in Wellington has led to an increasing population of the birds across the city."
  },
  {
    "id": "en_kakapo",
    "lang": "en",
    "title": "en kakapo",
    "text": "The kākāpō (Strigops habroptilus), sometimes known as the owl parrot or owl-faced parrot, is a species of large, nocturnal, ground-dwelling parrot of the superfamily Strigopoidea. It is endemic to New Zealand.\n\nKākāpō can be up to 64 cm (25 in) long. They have a combination of unique traits among parrots: finely blotched yellow-green plumage, a distinct facial disc, owl-style forward-facing eyes with surrounding discs of specially-textured feathers, a large grey beak, short legs, large blue feet, relatively short wings and a short tail. It is the world's only flightless parrot, the world's heaviest parrot, and also is nocturnal, herbivorous, visibly sexually dimorphic in body size, has a low basal metabolic rate, and does not have male parental care. It is the only parrot to have a polygynous lek breeding system. It is also possibly one of the world's longest-living birds, with a reported lifespan of up to 100 years. Adult males weigh around 1.5–3 kilograms (3.3–6.6 lb); the equivalent figure for females is 0.950–1.6 kilograms (2.09–3.53 lb)"
  },
  {
    "id": "en_kea",
    "lang": "en",
    "title": "en kea",
    "text": "The kea (Nestor notabilis) is a species of large parrot in the family Strigopidae that is endemic to the forested and alpine regions of the South Island of New Zealand. About 48 cm (19 in) long, it is mostly olive-green, with brilliant orange under its wings, and has a large, narrow, curved, grey-brown upper beak. Its omnivorous diet consists mainly of roots, leaves, berries, nectar, and insects, but also includes carrion. It was once killed for bounty due to concern by sheep farmers that it attacked livestock, especially sheep. The kea is now uncommon, and received absolute protection under the Wildlife Act in 1986."
  },
  {
    "id": "en_maori_language",
    "lang": "en",
    "title": "en maori language",
    "text": "Māori, 'the Māori language', also shortened to te reo, is an Eastern Polynesian language and the language of the Māori people, the indigenous population of mainland New Zealand. The southernmost member of the Austronesian language family, it is related to Cook Islands Māori, Tuamotuan, and Tahitian. The Māori Language Act 1987 gave the language recognition as one of New Zealand's official languages. There are regional dialects of the Māori language. Prior to contact with Europeans, Māori lacked a written language or script. Written Māori now uses the Latin script, which was adopted and the spelling standardised by Northern Māori in collaboration with English Protestant clergy in the 19th century."
  },
  {
    "id": "en_marae",
    "lang": "en",
    "title": "en marae",
    "text": "A marae (in New Zealand Māori, Cook Islands Māori, Tahitian), is a communal or sacred place that serves religious and social purposes in Polynesian societies. In all these languages, the term also means cleared and free of weeds or trees. Marae generally consist of an area of cleared land, roughly rectangular (the marae itself), bordered with stones or wooden posts (au in Tahitian and Cook Islands Māori), and perhaps with paepae (terraces) which were traditionally used for ceremonial purposes; in some cases, such as Easter Island, a central stone ahu or a'u is placed. In the Easter Island’s Rapa Nui culture, the term ahu or a'u has become metonymic for the whole marae complex itself."
  },
  {
    "id": "en_matariki",
    "lang": "en",
    "title": "en matariki",
    "text": "In Māori culture, Matariki is the Pleiades star cluster and a celebration of its first rising in late June or early July. The rising marks the beginning of the new year in the Māori lunar calendar.\n\nHistorically, Matariki was usually celebrated for a period of days during the last quarter of the moon of the lunar month Pipiri (around June). The ceremony involved viewing the individual stars for forecasts of the year to come, mourning the deceased of the past year, and making an offering of food to replenish the stars. Some Māori use the rise of Puanga (Rigel) or other stars to mark the new year.\n\nCelebration of Matariki declined during the 20th century, but beginning in the early 1990s it underwent a revival. Matariki was first celebrated as an official public holiday in New Zealand on 24 June 2022."
  },
  {
    "id": "en_moa",
    "lang": "en",
    "title": "en moa",
    "text": "Moa (order Dinornithiformes) are an extinct group of flightless birds formerly endemic to New Zealand. During the Late Pleistocene-Holocene, there were nine species (in six genera). The two largest species, Dinornis robustus and Dinornis novaezelandiae, reached about 3.6 metres (12 ft) in height with neck outstretched, and weighed about 230 kilograms (510 lb) while the smallest, the bush moa (Anomalopteryx didiformis), was around the size of a turkey. Estimates of the moa population when Polynesians settled New Zealand circa 1300 vary between 58,000 and approximately 2.5 million."
  },
  {
    "id": "en_mount_tongariro",
    "lang": "en",
    "title": "en mount tongariro",
    "text": "Mount Tongariro is a compound volcano in the Taupō Volcanic Zone of the North Island of New Zealand. It is located 20 km (12 mi) to the southwest of Lake Taupō, and is the northernmost of the three active volcanoes that dominate the landscape of the central North Island.\n\n\nMount Tongariro is part of the Tongariro volcanic centre, which consists of four massifs made of andesite: Tongariro, Kakaramea-Tihia Massif, Pihanga, and Ruapehu at the southern end of the North Island Volcanic Plateau. The andesitic eruptions formed Tongariro, a steep stratovolcano, reaching a height of 1,978 m (6,490 ft). Tongariro is composed of layers of both lava and tephra and the eruptions that built the current stratovolcano commenced about 275,000 years ago."
  },
  {
    "id": "en_muturangi",
    "lang": "en",
    "title": "en muturangi",
    "text": "In Māori mythology, Muturangi, also known as Ruamuturangi, was a renowned high priest (tohunga) presiding over Taputapuatea marae at Rangiatea in French Polynesia.\n\nThe son of Ohomairangi, Muturangi was an accomplished navigator who started the tradition of the High Priest at Taputapuatea. He was responsible for collecting and recording knowledge of deep-sea voyaging across the Pacific Ocean.\n\nMuturangi supposedly had as a familiar or kaitiaki (guardian spirit), a giant octopus known as Te Wheke-a-Muturangi ('the Octopus of Muturangi'), the same octopus which others were said to have followed to reach New Zealand.\n\nAnother theory for Te Wheke-a-Muturangi states that the name actually refers to the many navigation paths centred on Ra'iātea with the tentacles reaching out across the pacific."
  },
  {
    "id": "en_new_zealand",
    "lang": "en",
    "title": "en new zealand",
    "text": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island (Te Ika-a-Māui) and the South Island (Te Waipounamu)—and over 600 smaller islands. It is the sixth-largest island country by area and lies east of Australia across the Tasman Sea and south of the islands of New Caledonia, Fiji, and Tonga. The country's varied topography and sharp mountain peaks, including the Southern Alps (Kā Tiritiri o te Moana), owe much to tectonic uplift and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland."
  },
  {
    "id": "en_north_america",
    "lang": "en",
    "title": "en north america",
    "text": "North America is a continent in the Northern and Western hemispheres. North America is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the southeast by South America and the Caribbean Sea, and to the south and west by the Pacific Ocean. The region includes Middle America (comprising the Caribbean, Central America, and Mexico) and Northern America.\n\nNorth America covers an area of around 24,709,000 square kilometers (9,540,000 square miles), representing approximately 16.5% of Earth's land area and 4.8% of its total surface area. It is the third-largest continent by size after Asia and Africa, and the fourth-largest continent by population after Asia, Africa, and Europe. As of 2021, North America's population was estimated as over 592 million people in 23 independent states and territories, or about 7.5% of the world's population. In human geography, the terms \"North America\" and \"North American\" refers to Canada, Greenland, Mexico, Saint Pierre and Miquelon, and the United States"
  },
  {
    "id": "en_taupo",
    "lang": "en",
    "title": "en taupo",
    "text": "Taupō, sometimes written Taupo, is a town located in the central North Island of New Zealand. It is situated on the edge of Lake Taupō, which is the largest freshwater lake in New Zealand. Taupō was constituted as a borough in 1953. It has been the seat of Taupō District Council since the council was formed in 1989.\n\nTaupō is the largest urban area of the Taupō District, and the second-largest urban area in the Waikato region, behind Hamilton. It has a population of approximately 26,600 (June 2024). Taupō is known for its natural beauty, with the surrounding area offering a range of outdoor recreational activities such as hiking, fishing, skiing, and water sports. Visitors can also enjoy a variety of attractions, including the Wairakei Power Station, Huka Falls, and the Tongariro National Park."
  },
  {
    "id": "en_treaty_of_waitangi",
    "lang": "en",
    "title": "en treaty of waitangi",
    "text": "The Treaty of Waitangi (Māori: Te Tiriti o Waitangi), sometimes referred to as Te Tiriti, is a document of central importance to the history of New Zealand, its constitution, and its national mythos. It has played a major role in the treatment of the Māori people in New Zealand by successive governments and the wider population, something that has been especially prominent from the late 20th century. Although the Treaty of Waitangi is not incorporated as a binding international treaty within New Zealand's domestic law, its status at international law is debated. It was first signed on 6 February 1840 by Captain William Hobson as consul for the British Crown and by Māori chiefs (rangatira) from the North Island of New Zealand. The treaty's status has clouded the question of whether Māori had ceded sovereignty to the Crown in 1840, and if so, whether such sovereignty remains intact"
  },
  {
    "id": "en_united_states",
    "lang": "en",
    "title": "en united states",
    "text": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States also asserts sovereignty over five major island territories and various uninhabited islands in Oceania and the Caribbean. It is a megadiverse country, with the world's third-largest land area and third-largest population, exceeding 340 million."
  },
  {
    "id": "mi_amerika_ki_te_raki",
    "lang": "mi",
    "title": "mi amerika ki te raki",
    "text": "Ko Amerika-ki-te-Raki tētahi paparahi e noho katoa ana ki te tuakoi raki, ā, mō te nuinga ki te tuakoi whiti; tērā rānei he wāhanga noa iho o te paparahi o Amerika. Takoto ana te Moana Arctic ki tōna roherohe whakateraki, te Moana Ranatiki ki te rāwhiti, te Moananui-a-Kiwa ki te hauāuru, ā, noho ana te paparahi o Amerika-ki-te-Tonga me te Moana Karipiana ki tōna paeroa.\n\nKo Amerika-ki-te-Raki te paparahi tuawhā ā-taupori (565 miriona tāngata i 2013) tae rā anō ki ngā moutere pātata (pērā i ngā Moutere Karipiana). Koia te paparahi tuatoru ā-rahinga whenua me ōna km2 e 24,709,000, arā āhua 16.5% o te matawhenua o te ao, 4.8% rānei o te mata o te ao. E 23 ōna wehenga motuhake."
  },
  {
    "id": "mi_aotearoa",
    "lang": "mi",
    "title": "mi aotearoa",
    "text": "He whenua, he kāhui moutere a Aotearoa i Te Moana-nui-a-Kiwa. Ko ngā moutere matua ko Te Ika-a-Māui ki te raki, ko Te Wai-pounamu, arā Te Waka-a-Māui ki waenganui, me Rakiura ki te tonga. Ko ngā whenua o roto o te Kīngitanga o Aotearoa ko ngā whenua moutere nei ko ngā Kuki Airani, ko Niue; he kāwanatanga ake o aua whenua, engari ka mau tonu he pānga wātea ki Aotearoa; ko Tokerau, me ngā wāhi kerēmetia rā o Antarctica ki ngā tahatai o te Moana o Ross. Ko Aotearoa he rōpū moutere e tū mokemoke ana, e roa rawa te tawhiti ki whenua kē. E 2000 kiromita te tawhiti ki Ahitereiria, ko Te Tai-o-Rehua te moana wehe i aua whenua e rua. Ko ngā whenua e tū tata ana ki te raki ko Niu Karetōnia, ko Whītī, ko Te Moutere Nōpoke, ko Tonga. Nō te tau kotahi mano iwa rau mā whitu (1907), ka whakatūria a Aotearoa hei whenua āhua tū wehe."
  },
  {
    "id": "mi_kaka",
    "lang": "mi",
    "title": "mi kaka",
    "text": "Ko te Kākā he manu ngahere nō Aotearoa, hopukia ai hei mōkai i ngā wā o mua. Ko te kākā mōkai hei whakangē, kia rere mai ai ētahi atu kākā. Ko te kākā, he manu tino turituri. Haruru ana te ngahere i te turituri o te tangi a tēnei manu. Koirā te whakataukī: He kūkū ki te kāinga, he kākā ki te haere. Ko te kūkū, arā, te kererū, kahore e rangona ana e turituri ana tana tangi; he manu āta tangi. He whakatauakī tēnei mō tētahi tangata, i tōna ake kāinga, marae rānei, kāhore āna kōrero, wahangū noa iho ia. Engari ki te haere atu ana ki te kāinga, marae rānei o tētahi atu, kei runga ia e pahupahu ana e whakaturituri ana. Ka whakaritea ngā tāngata pēnei ki te kūkū i ngā wā o te nohopuku. ā ki te kākā i ngā wā e puta whakarere ai āna kōrero. Ko te ingoa pūtaiao ko Nestor meridionalis."
  },
  {
    "id": "mi_kakapo",
    "lang": "mi",
    "title": "mi kakapo",
    "text": "Ko te Kākāpō he manu ngahere nō Aotearoa. He manu haerepō, tau ki te whenua, kaore e rere. Ko ngā huruhuru he kāriki kōtiwhatiwha o te tuarā, he kārikikaho o te poho. He manu whakamīharo te manu nei. I ēnei wā, ka nohoia tonutia e taua manu he wāhi kōtahitahi nei o Aotearoa. Ko aua wāhi i Maud Island, i Fiordland, i Whenua Hou, i Hauturu. Ko te whakaaro, i tae-ā-parirau mai ōna tūpuna; i te kore kararehe konihi o konei, i ngaro ai te kaha o ōna parirau. Nō te tukunga atu e Tauiwi o te ngeru o ngā kiore, o ērā atu o ngā kararehe konihi, i ngaro kē atu te nuinga o ngā Kākāpō. Nō te tau 1995, e 50 ngā Kākāpō kei te ora tonu. I nāia tonu nei, kua tae ki te 87 te nama o ngā Kākāpō kua rehitatia. Ko ia tonu te manu kotahi o te puninga Strigops o te whānau Strigopinae hoki."
  },
  {
    "id": "mi_kauri",
    "lang": "mi",
    "title": "mi kauri",
    "text": "Ko te Kauri he rākau whakakake o Aotearoa. He rākau roa, he rākau kāpia, he rākau ariari. Engari, pākarukaru noa te kiri. Ko te ingoa pūtaiao ko Agathis australis.\n\nKo te Kauri tētahi o ngā rākau tino nui o te ao, ā, ara ētahi kua eke ki te 60 mita te tāroa. E ai ki ngā tohunga huaota, ka āhua 2,000 tau te pakeke o ngā mea tino koroua e tipu tonu ana. E rua tekau mita pea te teitei ake o ngā manga tuatahi mai i te pūtake o aua rākau koroua rawa, ā, kei runga ake, ko te kāuru rahi tonu.\n\nE ai ki ngā tuhituhinga a Kāpene Kuki mā mō tā rātou toro haere i Aotearoa i te wāhanga tuarua i ngā 1700, e tipu ana te mahi a te kauri mai i Te Rēinga ki Kāwhia i te uru, ā, ki Hauraki moana i te rāwhiti. E ai ki ngā whakapae a ngā tohunga huaota, i te wā e kaha ake ana te mahana o te ao, i ngā tau mano tini i mua atu, tērā pea i toro atu ngā kauri ki ngā takiwā o te tonga. I ēnei rā, ka kitea he kauri e tipu ana i ngā pito whenua tūmatanui me ngā pito whenua tūmataiti, mai i Te Hiku ki Te Ūpoko-o-Te-Ika, puta atu ki Ōtepoti i te tonga, heoi anō, he mea ata whakatipu ēnei e te tangata.\n\nAhakoa ko Aotearoa anake te kāinga tūturu o te kauri, he whanaunga anō ōna kei Āhia, kei Ahitereiria me ētahi atu o ngā moutere o Te Moana-nui-a-Kiwa."
  },
  {
    "id": "mi_kea",
    "lang": "mi",
    "title": "mi kea",
    "text": "Ko te Kea (Nestor notabilis) tētahi o ngā momo Kākā o Aotearoa. He manu o ngā maunga me ngā ngahere o Te Wai-pounamu, he manu ātaahua, he rite te āhua o ngā huruhuru ki tō te pounamu. He nanakia hoki te manu nei; ā, ki ētahi, he manu kai i ngā pirikahu o te maunga. I ēnei rā, ko tōna 5,000 noa iho ngā kea e ora tonu ana i ēnei moutere; e ai ki ētahi, ko tōna 1,000 noa iho kē. Ko te ingoa pūtaiao he Nestor notabilis. Ko te ingoa reo Pākehā he Kea; ki ētahi he Mountain Parrot."
  },
  {
    "id": "mi_marae",
    "lang": "mi",
    "title": "mi marae",
    "text": "He kupu tino tawhito tēnei kupu 'marae'. Ki ngā iwi o Te Ao-o-Kiwa, he wāhi tapu te marae, he wāhi i mahia ai ngā mahi tapu, ngā huihuinga a te iwi. I ngā reo o Tahiti, o Rarotonga, he marae tēnei; ki ngā tāngata o Tonga, he mala'e; i ngā reo o Hāmoa, o Hawai'i, he malae. He wāhi ātea takawhā tēnei, he kōhatu, he pou rānei e tū ana ki ia taha, ki ia taha, hei wāhi mahi i ngā karakia tapu.\n\nNō te Rautau 19, ko te taenga mai o te whakapono karaitiana ki ngā moutere o Te Moana-nui-a-Kiwa, ka whakarerea ngā marae o reira, ka whakangaromia te nuinga. Ko ētahi i waiho hei wāhi mā ngā turuhi, mā ngā kaimātai whaipara tangata. Otirā, mau tonu te tapu o ngā marae. Kei ngā Kuki Airani, ka mau tonu te iwi ki te whakapai o ētahi o ngā marae o reira (ko Ara-i-te-tonga, ko Vaerota, ko Taputapuatea) mō ngā karakia whakapai i ngā ariki hou."
  },
  {
    "id": "mi_matariki",
    "lang": "mi",
    "title": "mi matariki",
    "text": "He kāhui whetū e whitu a Matariki, e mōhiotia nei ko Πλειάδες Pleiades i te reo Kirihi. I ia hōtoke, ko te putanga mai o Matariki me Puanga hei whakaatu mai kua pau te tau tawhito, kua tīmata he tau hou. Mai rā anō, ko te putanga mai o Matariki he wā whakanui, he wā whakatikatika hoki mō te tau hou. E rua ngā whakamārama mō te ingoa o Matariki - tuatahi, ko ngā mata riki; tuarua, ko ngā mata o te ariki.\n\nI ngā rā whakamutunga o Haratua i ia tau, ka maiangi ake tēnei rāngai whetū i mua tata tonu atu i te aonga ake o te rā. Ko ngā whakanuitanga i tōna taenga mai ka tīmata i te putanga o te kōwhiti i te marama i muri tonu mai. He wā whakareri a Matariki i te whenua. I waenganui o te hōtoke i te wā o Matariki, e ua moe kē ana te whenua. Ka whakatōngia he hua whenua hei koha ki ngā atua o te whenua, ki a Rongo mā. Ka tata te kōanga te tae mai, kāhore atu he wā i te wā o Matariki hei whakatakoto kaupapa mō te whenua, mō ngā mahi whenua hoki o te kōanga āianei. He wā pai hoki hei ako i ngā āhuatanga o te whenua me te ngahere."
  },
  {
    "id": "mi_moa",
    "lang": "mi",
    "title": "mi moa",
    "text": "Ko ngā Moa he manu nunui, rite ki te emu, kei Aotearoa anake, engari, kua ngaro noa atu i te whenua. Ko te tino tohu o te moa, kāore kau ō rātou parirau, ahakoa he parirau itiiti ō ngā manu āhua whanaunga ana, pērā ki te Kiwi. Tekau pea ngā momo moa e mōhiotia ana e ngā tohunga o te mātauranga koiora, he rahi ētahi, he āhua itiiti ētahi. Ko ngā moa nunui ake ko te Dinornis robustus rāua ko te Dinornis novaezelandiae, e 3 mita pea te teitei, e 250 kirokaramu te taumaha. Ko ēnei momo moa ngā ariki kaihuaota o te ngahere."
  },
  {
    "id": "mi_muturangi",
    "lang": "mi",
    "title": "mi muturangi",
    "text": "Ki tā te whakapapa o Te Arawa Waka ko Muturangi te tamaiti o Ohomairangi i whānau mai i Hawaiki i mua rawa i te hekenga mai ki Aotearoa nei.\n\nHe tino tohunga a Muturangi, i wanangahia ki te marae tapu i Vaitaha, ara hei hapai amorangi i te marae nei.\n\nI a ia i kaukau ana ka tupono e ia tetehi wheketoro a takoto ana ki roto i te wai. Ka whangai ka ngungu hei hoa mona. Ka tupu kia rahi ake te wheke nei ara Te Wheke o Muturangi, na Muturangi i tono te wheke ki waho ki te mau ika a nana i whakahokia mai ki te tohunga nei kai ai.\n\nNā Muturangi ko Taungarangi, nā Taungarangi ko Tuamatua (ki etehi ko Atuamatua)."
  },
  {
    "id": "mi_reo_maori",
    "lang": "mi",
    "title": "mi reo maori",
    "text": "Ko te reo Māori nō te reo whānau o ngā iwi o Porinīhia ki te rāwhiti, arā he reo ka ahu mai nō te Moana-nui-a-Kiwa, me te aha, e ōrite ana te reo Māori ki te reo o Rarotonga, o Manihiki-Rakahanga, o Tahiti, ā, o ngā moutere Tuamotu anō hoki. He whanaunga āhua tawhiti anō ki te reo o Hawaii, o Nuku Hiva, o Rapa Nui me ētahi atu moutere o te Moana-nui-o-Kiwa. Ahakoa he nui atu i te kotahi mano tau i wehe mai i ērā o aua reo whanaunga, he tata tonu. I te taenga mai o Kāpene Kuki ki Aotearoa i te 1769, he rangatira nō Tahiti, ko Tupaia te ingoa, i runga i tana kaipuke. Ko te mahi a Tupaea, he kōrero tahi ki ngā Māori, i mārama rātou ki tana reo, kore rawa he raruraru; arā he kaiwhakamāori ia kia mōhio ai a Kuki ki ngā whakaaro o te Māori o taua wā."
  },
  {
    "id": "mi_taupo",
    "lang": "mi",
    "title": "mi taupo",
    "text": "Ko Taupō he tāone ki te taha o Taupō-moana, ko tona wahi tu ko Tapuwaeharuru. Ko Taupo-moana he moana wai māori ki te puku o Te Ika-a-Maui. Koinei te moana wai māori nui o te Pae-tonga o te ao. Ko te tawhito o taua moana, tae noa pea ki te 65,000 tau.\n\nHe rua puia a Taupō moana, he tino nui whakaharahara tōna huhū. I pehu pēnei mai i te tau 186AD, ā i kitea ōna pehutanga ki Haina, ki Roma hoki. Engari ko te pehutanga ki Ōruanui (26500 tau kua pahure) te mea nui atu o te ao."
  },
  {
    "id": "mi_te_tiriti_o_waitangi",
    "lang": "mi",
    "title": "mi te tiriti o waitangi",
    "text": "Ka hainatia te Tiriti o Waitangi i te 6 Hui-tanguru 1840 ki Waitangi, Te Tai-tokerau, Aotearoa, e te māngai a te Karauna o te Kīngitanga Kotahi, rātou ko ngā rangatira Māori o Te Ika-a-Māui.\n\nKo Wikitoria, te Kuini o Ingarangi, i tana mahara atawhai ki ngā Rangatira me nga hapū o Niu Tīrani i tāna hiahia hoki kia tohungia ki a rātou o rātou rangatiratanga, me tō rātou whenua, ā kia mau tonu hoki te Rongo ki a rātou me te ata noho hoki kua whakaaro ia he mea tika kia tukua mai tētahi rangatira hei kaiwhakarite ki ngā tāngata māori o Niu Tīrani kia whakaaetia e ngā rangatira māori te kawanatanga o te kuini ki ngā wāhi katoa o te whenua nei me ngā motu nā te mea hoki he tokomaha kē ngā tāngata o tōna iwi kua noho ki tēnei whenua, ā e haere mai nei.\n\nNa ko te Kuini e hiahia ana kia whakaritea te Kawanatanga kia kaua ai nga kino e puta mai ki te tangata Maori ki te Pakeha e noho ture kore ana.\n\nNa, kua pai te Kuini kia tukua a hau a Wiremu Hopihona he Kapitana i te Roiara Nawi hei Kawana mo nga wahi katoa o Niu Tirani e tukua aianei, amua atu ki te Kuini e mea atu ana ia ki nga Rangatira o te whakaminenga o nga hapu o Nu Tirani me era Rangatira atu enei ture ka korerotia nei."
  },
  {
    "id": "mi_tongariro",
    "lang": "mi",
    "title": "mi tongariro",
    "text": "Tērā ko Tongariro maunga e tū rangatira ana ki te mātāpuna awa o Te Ika-a-Māui, he maunga puia, he maunga hukarere, he maunga tipua ē! Ko Tongariro maunga te puna wai o te Ika a Māui, te romi o ngā awa e rere ana ki ngā tōpito e whā o te motu, arā ko Waikato, ko Whanganui, ko Rangitikei. Ka tū a Tongariro ki te te mātāpuna o ngā awa nunui o Te Ika-a-Māui, i te 39.1S, 175.7E. Ko te teitei o te maunga nei, e 1,978 mita."
  },
  {
    "id": "mi_united_states",
    "lang": "mi",
    "title": "mi united states",
    "text": "Ko te Hononga-o-Amerika (reo Pākehā: United States of America, United States, USA, U.S.), HOA rānei, tētahi tūwehe whakaminenga e hangaia ki ētahi wehenga o \"motukāinga\" (mokuʻāina i te reo Hawaii) e 50, ki tētahi tiriwā whakaminenga, ki ētahi takiwā mātua e rima, ā, ki ētahi atu pupuritanga maha. Kei Amerika-ki-te-Raki ngā wehenga pātata 48 me Wāhitana Tiriwā o Columbia (kei waenganui o Kānata me Mehiko), kei te rakihauāuru o Amerika-ki-te-Raki te wehenga o Alaska, ā, he tinimoutere te wehenga/\"motukāinga\" o Hawai’i ki waenga Moananui-a-Kiwa. Toha ana āna takiwā ki ngā moana Nui-a-Kiwa me te Karipiana. Koia te whenua noho nui rawa tuatoru me ōna tāngata neke atu i te 320 miriona, ā, ko te whenua nui rawa tuawhā me tōna rahinga whenua e 9.842 miriona km2 (3.8 miriona māero2). Koia tētahi o ngā whenua tino kanorau ā-momopori, tino takenga tini o te ao nō tāna manene rea mai ngā whenua maha. He kanorau hoki te matawhenua me te āhuarangi ō te Hononga-o-Amerika, ā, he wāhi noho mā ngā tipu tūmomo maha rawa."
  }
]